Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/9 МАЯ1661.tmx
Source language: ru
Languages: ba

source: Сохраним память
ba: Яҡты хәтер һаҡлайыҡ

source: Приближается 71-я годовщина Великой Победы.
ba: Бөйөк Еңеүҙең 71 йыллығы яҡынлаша.

source: Вклад Башкортостана в Победу неоценим — на фронтах Великой Отечественной войны сражались более 700 тысяч наших земляков. Десятки тысяч бойцов получили боевые награды, 278 человек удостоились звания Героя Советского Союза.
ba: Еңеүгә Башҡортостан да тос өлөш индергән – Бөйөк Ватан һуғышында 700 меңдән ашыу яҡташыбыҙ ил азатлығы өсөн көрәшкән, тиҫтәләрсә мең яугир хәрби наградалар менән бүләкләнгән, 278 кеше Советтар Союзы Геройы исеменә лайыҡ булған.

source: Около 300 тысяч солдат и офицеров заплатили за Победу жизнью.
ba: Яҡташтарыбыҙҙан 300 меңгә яҡын һалдат һәм офицер Еңеү өсөн ғүмерҙәрен биргән.

source: Листая старые газеты
ba: Иҫке гәзит биттәренән

source: Летопись подвигов наших бойцов велась с самого начала войны.
ba: Яугирҙәребеҙҙең батырлығы хаҡында йылъяҙма һуғыш башланған мәлдән үк алып барыла.

source: Основным источником информации в нашей республике, помимо центральных изданий, была газета «Красная Башкирия».
ba: Беҙҙең республикала, үҙәк баҫмаларҙан тыш, «Ҡыҙыл Башҡортостан» гәзите төп мәғлүмәт сығанаҡтарының береһе була.

source: Люди с нетерпением ждали новостей с фронта, писем от солдат.
ba: Кешеләр фронт яңылыҡтарын, һалдат хаттарын түҙемһеҙлек менән көтөп ала.

source: Приведем несколько цитат.
ba: Бер нисә өҙөк килтереп үтәбеҙ.

source: «Красноармеец Темиргазин, получив задание расчистить путь для наступления роты, выдвинулся вперед и открыл огонь из своего пулемета.
ba: «Ҡыҙыл армия һалдаты Тимерғазинға һөжүм башлау өсөн ротаға юл ярыу бурысы ҡуйылды.

source: Под прикрытием пулеметного огня рота пошла в атаку и заняла назначенный рубеж.
ba: Ул, алға ынтылып, пулеметынан ут асты. Пулемет уты ышығында рота атакаға күтәрелде һәм билдәләнгән сикте алыуға иреште.

source: В этом бою тов. Темиргазин уничтожил 50 немецких солдат», — писала «Красная Башкирия» в номере от 17 декабря 1941 года.
ba: Был һуғышта Тимерғазин иптәш 50 немец һалдатын юҡ итте», – тип яҙа «Ҡыҙыл Башҡортостан» 1941 йылдың 17 декабрендәге һанында.

source: «...Ефрейтор Г. Ибатуллин — бывший счетовод колхоза «Белекей Тюбе» (Учалинского района Башкирской АССР), награжденный медалью «За отвагу» и «За оборону Ленинграда».
ba: «Бәләкәй Түбә» колхозының (Башҡорт АССР-ының Учалы районы) элекке иҫәпсеһе ефрейтор Г. Ибәтуллин «Батырлыҡ өсөн» һәм «Ленинградты обороналаған өсөн» миҙалдары менән наградланған.

source: Они (Ибатуллин и его сослуживцы — прим. ред.) засекли более 20 вражеских батарей, до 30 дзотов и блиндажей».
ba: Улар (Ибәтуллин һәм уның хеҙмәттәштәре – редакция иҫкәрмәһе) дошмандың 20-нән ашыу батареяһын, 30-ға яҡын дзотын һәм блиндажын асыҡлаған».

source: («Красная Башкирия», 4 апреля 1944 г.)
ba: («Ҡыҙыл Башҡортостан», 4 апрель, 1944 йыл).

source: Не забывала пресса и о тружениках тыла.
ba: Матбуғат тыл хеҙмәтсәндәрен дә онотмай.

source: «На боевые вахты встали комсомольцы Баймака.
ba: «Баймаҡ комсомолецтары хәрби вахтаға баҫты.

source: Вступив в соревнование, молодежь Сибайского рудника ежедневно перевыполняет нормы.
ba: Сибай руднигы йәштәре, ярыш иғлан итеп, көн һайын норманы арттырып үтәй.

source: Коллектив Тубинского рудника обязался встретить День Красной Армии досрочным выполнением февральской программы...
ba: Түбә руднигы коллективы Ҡыҙыл Армия көнөн февраль программаһын алдан үтәп ҡаршылаясағы хаҡында белдерҙе...

source: Прекрасный почин сделали колхозники сельхозартели им. Нуриманова.
ba: Нуриманов исемендәге ауыл хужалығы артеле колхозсылары изге эш башҡарҙы.

source: Они отправили в районный центр обоз с подарками для Красной Армии, сдали в фонд обороны страны 10 центнеров овса, 200 килограммов мяса, 10 килограммов сливочного масла и 1600 рублей».
ba: Улар район үҙәгенә Ҡыҙыл Армия өсөн әҙерләнгән ылау оҙатты һәм шуның менән илебеҙҙең оборона фондына 10 центнер һоло, 200 килограмм ит, 10 килограм аҡ май, 1600 һум аҡса тапшырҙы».

source: Самой долгожданной и радостной новостью стало, конечно же, сообщение о Победе.
ba: Иң көтөп алынған һәм шатлыҡлы яңылыҡ, әлбиттә, Еңеү хаҡындағы хәбәр була.

source: «Заканчивалась ночная смена. Весть о капитуляции немецких войск быстро облетела все цеха завода, где директором т. Бикташев.
ba: «Төнгө смена тамамланыуға бара ине. Немец ғәскәрҙәренең баш һалыуы тураһындағы хәбәр иптәш Бикташев етәкләгән заводтың бөтә цехтарын урап сыҡты.

source: Люди сходились группами, стихийно возник митинг.
ba: Кешеләр төркөмдәргә ойошто, шунда уҡ митинг башланды.

source: Вдохновенно звучат слова выступающих.
ba: Ялҡынлы телмәрҙәр яңғыраны.

source: Стахановка Зинаида Черненко говорит:
ba: Стахановсы Зинаида Черненко бына нимә тип һөйләне:

source: — Четыре года ждали мы этот великий день.
ba: – Был бөйөк көндө беҙ дүрт йыл көттөк.

source: Мы знали, что он наступит, что будет праздник и на нашей улице.
ba: Ул көндөң тыуасағын, беҙҙең урамда ла байрам буласағын белдек.

source: И этот праздник наступил».
ba: Һәм бына ул байрам етте».

source: («Красная Башкирия», 9 мая 1945 г.)
ba: («Ҡыҙыл Башҡортостан», 9 май, 1945 йыл).

source: «Подвиг народа»
ba: «Халыҡ ҡаһарманлығы»

source: Теперь все это уже история.
ba: Хәҙер инде быларҙың барыһы ла тарих.

source: С каждым годом появляются новые фильмы, книги и статьи о войне.
ba: Йыл һайын һуғыш хаҡында яңы фильмдар төшөрөлә, китаптар, мәҡәләләр яҙыла.

source: Казалось бы, белых пятен в ее истории почти не осталось.
ba: Уға бәйле тарихта аҡ таптар ҡалмаған да кеүек.

source: Но до сих пор судьбы более чем ста тысяч воинов из Башкортостана остаются неизвестными.
ba: Әммә Башҡортостандан ғына 100 меңдән ашыу яугирҙең яҙмышы әлегәсә билдәһеҙ булып ҡала.

source: Наш долг — восстановить историческую справедливость.
ba: Тарихи дөрөҫлөктө тергеҙеү – беҙҙең изге бурысыбыҙ.

source: Сегодня узнать о судьбах и подвигах наших дедов и прадедов можно в интернете.
ba: Бөгөн атай-олатайҙарыбыҙҙың яҙмышы һәм батырлыҡтары хаҡында интернет ярҙамында ла белеп була.

source: Один из главных таких ресурсов — уникальный проект Министерства обороны России «Подвиг народа» (podvignaroda.ru).
ba: Рәсәй Оборона министрлығының «Халыҡ ҡаһарманлығы» (podvignaroda.ru) тип аталған үҙенсәлекле проекты – шул йүнәлештәге төп ресурстарҙың береһе.

source: Электронный архив постоянно пополняется — только в прошлом году в него было добавлено 12,5 миллиона записей.
ba: Электрон архив даими рәүештә тулылана: былтыр ғына унда 12,5 миллион яҙма өҫтәлгән.

source: Документы, такие как учетные карточки бойцов, наградные листы, описания подвигов, оцифровываются и выкладываются в открытый доступ.
ba: Яугирҙәрҙең иҫәп карточкаһы, награда ҡағыҙҙары, батырлыҡтары хаҡындағы яҙмалар цифрлы форматҡа әйләндерелеп, барыһына ла асыҡ ҡулланылышҡа һалына.

source: Можно найти сведения о солдатах, пропавших без вести, попавших в плен, раненых и погибших.
ba: Хәбәрһеҙ юғалған, әсирлеккә эләккән, яраланған, һәләк булған һалдаттар тураһында ла мәғлүмәттәр табырға мөмкин.

source: В военном билете фронтовика Хайдара Ягудина, уроженца Учалинского района, награды не значатся.
ba: Учалы районынан фронтовик Хәйҙәр Йәһүҙиндың хәрби билетында наградалары күрһәтелмәгән.

source: Но спустя 70 лет родным удалось узнать о его подвиге. Внук бойца Ренат Хилажев задал в поисковике фамилию деда.
ba: Әммә 70 йыл үткәндән һуң туғандары уның батырлығы хаҡында белә. Яугирҙең ейәне Ренат Хилажев эҙләү системаһында олатаһының фамилияһын яҙа.

source: Просматривая список, он увидел данные на некоего Ягудина Хальдара Ильгановича.
ba: Исемлекте ҡарап, ул Йәһүҙин Хәлдәр Илһан улының мәғлүмәттәренә юлыға.

source: Год рождения, звание и место призыва совпадали.
ba: Тыуған йылы, званиеһы һәм саҡырылыш урыны тура килә.

source: В учетной карточке есть описание подвига: «Награжден медалью «За отвагу» за то, что во время боев 23.12.43 года своевременно обнаружил группу танков противника и быстро сообщил об этом на батарею.
ba: Иҫәп карточкаһында түбәндәге яҙма бар: «1943 йылдың 23 декабрендәге яу мәлендә дошман танктарын күреп ҡалғаны һәм был хаҡта шунда уҡ батареяға хәбәр иткәне өсөн «Батырлыҡ өсөн» миҙалы менән бүләкләнә.

source: После чего танки были рассеяны огнем нашей артиллерии».
ba: Танктар беҙҙең артиллерия тарафынан юҡ ителә».

source: — Хотя имя и отчество были написаны неправильно, я догадался, что это мой дед, — рассказывает Хилажев.
ba: – Исеме һәм атаһының исеме дөрөҫ яҙылмаһа ла, был минең ҡартатайым булыуын аңланым, – тип һөйләй Хилажев.

source: — Ведь он был разведчиком-артиллеристом.
ba: – Сөнки ул разведчик-артиллерист була.

source: О своей боевой награде он ничего не рассказывал.
ba: Үҙенең хәрби наградаһы тураһында һөйләгәнен иҫләмәйем.

source: А ведь медалью «За отвагу» награждали исключительно за личную храбрость, проявленную в бою
ba: Ә бит «Батырлыҡ өсөн» миҙалы һалдаттар араһында иң ҡиммәтле награданан иҫәпләнгән, ул яуҙа күрһәткән шәхси ҡаһарманлыҡ өсөн бирелгән.

source: Я горжусь своим дедом!
ba: Мин олатайым менән ғорурланам!

source: . Уфимец Рустэм Калимуллин вспоминает, что его дед Шариф Набиевич Калимуллин не любил рассказывать о войне.
ba: Өфөлә йәшәүсе Рөстәм Кәлимуллин да, ҡартатайым Шәриф Нәби улы Кәлимуллин һуғыш тураһында һөйләргә яратманы, тип иҫләй.

source: Все знали, что у него есть боевые награды, в том числе орден Отечественной войны второй степени, но родственники не знали, за какие именно подвиги он был отмечен.
ba: Уның хәрби наградалары, шул иҫәптән II дәрәжә Ватан һуғышы ордены булыуын беләләр, әммә һуғышта ниндәй батырлыҡтар күрһәтеүе хаҡында хәбәрҙар булмайҙар.

source: На сайте «Подвиг народа» Рустэм нашел сведения о деде.
ba: Рөстәм «Халыҡ ҡаһарманлығы» сайтында олатаһы хаҡында мәғлүмәттәр таба.

source: К учетной карточке был прикреплен документ, написанный от руки полковым писарем.
ba: Иҫәп карточкаһына полк писары тарафынан яҙылған документ теркәлгән була.

source: В нем говорится о том, как «тов. Калимуллин вместе с пехотой форсировал реку, отражал атаки противника, уничтожил два пулеметных расчета и до 10 солдат».
ba: Унда «иптәш Кәлимуллин пехота менән бергә йылға аша сығып, дошман атакаһын кире ҡаҡты, ике пулеметты һәм 10-ға яҡын немец һалдатын юҡ итте», – тип яҙылған.

source: — Меня просто поразило такое точное описание подвига моего дедушки.
ba: – Мине олатайымдың батырлығы хаҡында шундай тәфсирләп яҙыуҙары ғәжәпләндерҙе.

source: На этом ресурсе есть даже документы под грифом «Секретно», как, например, приказ о награждении орденом.
ba: Бында хатта «Йәшертен» тигән билдә ҡуйылған документтар ҙа бар, мәҫәлән, орден менән бүләкләү хаҡында бойороҡ.

source: Я очень рад, что эти сведения теперь есть в открытом доступе.
ba: Был мәғлүмәттәрҙең хәҙер барыһы өсөн дә асыҡ булыуына шатмын.

source: Они помогают нам сохранить и передать память об участниках Великой Отечественной войны нашим детям, — говорит Калимуллин.
ba: Улар Бөйөк Ватан һуғышында ҡатнашыусылар хаҡында күберәк белергә, уларға бәйле яҡты хәтерҙе балаларға тапшырырға ярҙам итә, – ти Кәлимуллин.

source: Также информацию можно искать на сайте Росархива «Документы советской эпохи» (sovdoc.rusarchives.ru), где представлено более 200 тысяч электронных копий документов периода Великой Отечественной войны из фонда Государственного комитета обороны.
ba: Шулай уҡ Рәсәй архивының «Совет осоро документтары» сайтынан да (sovdoc.rusarchives.ru) мәғлүмәт эҙләргә мөмкин. Унда Оборона дәүләт комитеты фонды ҡарамағындағы Бөйөк Ватан һуғышы йылдарына ҡағылышлы 200 меңдән ашыу документтың электрон күсермәһе урын алған.

source: Списки погибших, попавших в плен, пропавших без вести, места воинских захоронений, штабные отчеты о раненых и отправленных в госпиталь представлены на сайтах «Мемориал» (obd-memorial.ru) и «Память народа» (pamyat-naroda.ru).
ba: Һәләк булғандар, әсиргә эләккәндәр, хәбәрһеҙ юғалғандар, хәрбиҙәрҙе ерләү урындары, яралылар һәм госпиталгә ебәрелеүселәр тураһында штаб мәғлүмәттәре «Мемориал» (obd-memorial.ru) һәм «Халыҡ хәтере» (pamyat-naroda.ru) сайттарында урынлаштырылған.

source: Инновационная методика поиска
ba: Эҙләүҙең яңы алымы

source: Примечательно, что разработал систему поиска пропавших без вести солдат и офицеров наш земляк председатель совета фонда поисковых отрядов РБ Ильдар Бикбаев.
ba: Әйтергә кәрәк, хәбәрһеҙ юғалған һалдат һәм офицерҙарҙы эҙләү системаһын яҡташыбыҙ – БР эҙәрмәндәр отрядтары фонды советы рәйесе Илдар Бикбаев эшләгән.

source: Началось все с того, что он установил сведения о своем дедушке, зная только дату призыва.
ba: Ул үҙенең олатаһы хаҡында мәғлүмәт урынлаштырғанда уның ҡасан хеҙмәткә саҡырылыуын ғына белә. Барыһы ла бына ошонан башланып китә.

source: На основе его методики были созданы электронные базы данных «Мемориал» и «Память народа».
ba: Уның методикаһы нигеҙендә «Мемориал» һәм «Халыҡ хәтере»нең электрон мәғлүмәттәр базаһы булдырыла.

source: — Благодаря современным технологиям можно оцифровать документы военных лет, проиндексировать их, объединить в базу и создать поисковую систему.
ba: – Заман технологиялары ярҙамында һуғыш йылдары документтарын цифрлы форматҡа әйләндереп, бер базаға туплап, эҙләү системаһы булдырырға мөмкин.

source: На сегодня отсканировано более 60 тысяч документов солдат из нашей республики.
ba: Бөгөнгө көнгә республикабыҙҙан саҡырылған 60 меңдән ашыу һалдатҡа ҡағылышлы документтар сканер аша күсереп алынды.

source: Большая часть передана в Министерство обороны и размещена на общероссийских сайтах, — говорит Ильдар Бикбаев.
ba: Уларҙың күп өлөшө Оборона министрлығына тапшырылып, бөтә Рәсәй сайттарында урын алды, – тип һөйләй Илдар Бикбаев.

source: Работа по увековечению памяти продолжается.
ba: Яугирҙәр хаҡында хәтерҙе мәңгеләштереү эше дауам итә.

source: В рамках проекта Единой России «Реальные дела» в Башкортостане создается свой электронный архив — Обобщенный банк данных «Мемориал Башкортостана».
ba: “Берҙәм Рәсәй” партияһының «Аныҡ эштәр» проекты сиктәрендә Башҡортостандың үҙенең электрон архивы булдырыла, ул «Башҡортостан мемориалы» берләштерелгән мәғлүмәттәр банкы тип атала.

source: Уже отсканированы документы военных комиссариатов Уфы, и в настоящее время ведется работа с архивными данными районов и городов республики.
ba: Өфө хәрби комиссариаттары документтарының күсермәләре тулыһынса эшләнгән, әлеге ваҡытта республика ҡалалары һәм райондары архивтары сығанаҡтарына бәйле эш дауам итә.

source: Республиканскую базу данных о солдатах планируют создать к 75-летию Великой Победы.
ba: Һалдаттар тураһында республика мәғлүмәттәр базаһын Бөйөк Еңеүҙең 75 йыллығына әҙерләп бөтөргә иҫәп тоталар.

source: В ней будет насчитываться порядка двух миллионов документов.
ba: Унда яҡынса ике миллион самаһы документ буласаҡ тип күҙаллана.

source: — Мы обращаемся к жителям республики, чтобы они присылали отсканированные документы времен войны, извещения, письма — все, что связано с фронтовиками, вернувшимися, погибшими, пропавшими без вести, — говорит Ильдар Бикбаев.
ba: – Республика халҡына һуғыш йылдарына ҡағылышлы документтарҙың, хәбәрҙәрҙең, хаттарҙың күсермәләрен, иҫән ҡайтҡан, һәләк булған, хәбәрһеҙ юғалған яугирҙәргә бәйле барлыҡ мәғлүмәтте ебәреүҙәрен һорап мөрәжәғәт итәбеҙ, – ти Илдар Бикбаев.

source: — Дело в том, что сразу после войны военкоматы проводили сверку без вести пропавших.
ba: – Һуғыштан һуң хәрби комиссариаттар хәбәрһеҙ юғалғандарҙы асыҡлау эшен ойоштора.

source: Люди должны были заявить о своих не вернувшихся с войны родственниках, предоставить все имеющиеся на них сведения.
ba: Кешеләр яуҙан ҡайтмаған туғандары хаҡында хәбәр итергә тейеш була.

source: Но по разным причинам порядка 40 процентов жителей республики этого не сделали.
ba: Әммә төрлө сәбәптәр арҡаһында республика халҡының 40 проценты тирәһе был саҡырыуға битарафлыҡ күрһәтә.

source: Поэтому такую сверку важно провести сейчас, это поможет в поиске.
ba: Шуға күрә ошондай асыҡлау эшен әле үткәреү зарур, был эҙләүгә ярҙам итәсәк.

source: По официальным данным, до сих пор неизвестна судьба 127 тысяч наших земляков, принимавших участие в Великой Отечественной войне.
ba: Рәсми сығанаҡтар буйынса, Бөйөк Ватан һуғышында ҡатнашҡан 127 мең яҡташыбыҙҙың яҙмышы әлегәсә билдәһеҙ.

source: Создатели базы «ОБД-Мемориал Башкортостана» надеются уменьшить эту цифру как минимум вдвое.
ba: «Башҡортостан мемориалы» берләштерелгән мәғлүмәттәр банкын булдырыусылар был һанды ике тапҡырға кәметергә иҫәп тота.

source: Отсканированные копии документов можно отправлять на электронную почту bashpoisk2006@gmail.ru.
ba: Документтарҙың сканер аша эшләнгән күсермәһен түбәндәге электрон почтаға ебәрергә: bashpoisk2006@gmail.ru

source: Свой вклад в увековечение памяти воинов вносят и школьники.
ba: Яугирҙәр хаҡында хәтерҙе мәңгеләштереү эшенә мәктәп уҡыусылары ла өлөш индерә.

source: Они участвуют в федеральном патриотическом проекте «Память и гордость в сердцах поколений»,
ba: Улар «Хәтер һәм ғорурлыҡ – быуындар йөрәгендә» тип аталған федераль патриотик проектта ҡатнаша.

source: Этот проект реализуется при поддержке Молодежной общественной палаты при Госсобрании РБ и Регионального общественного фонда поисковых отрядов РБ.
ba: Ул проект БР Дәүләт Йыйылышы ҡарамағындағы Йәштәр йәмәғәт палатаһы һәм БР Эҙәрмәндәр отрядтары төбәк ижтимағи фонды тарафынан тормошҡа ашырыла.

source: — Мы видим, какую пользу могут принести школьники, работая с электронными ресурсами, — отмечает Бикбаев.
ba: – Беҙ мәктәп уҡыусыларының электрон ресурстар ярҙамында ниндәй файҙа килтерә алыуын яҡшы беләбеҙ, – тип билдәләй Бикбаев.

source: — Еще в 2010 году ребята участвовали в акции «Имена Победы», и им удалось восстановить сведения о более 500 солдатах.
ba: – Улар 2010 йылда уҡ «Еңеү исемдәре» тигән акцияла ҡатнашып, 500-ҙән ашыу һалдат хаҡында мәғлүмәт тапты.

source: Сегодня к акции привлечены практически все школы республики.
ba: Бөгөн был акцияға республиканың барлыҡ мәктәптәре лә ҡушылды, тиергә була.

source: Каждый учащийся может узнать судьбу своих воевавших предков.
ba: Һәр уҡыусы үҙенең яугир олатаһының яҙмышын белә ала.

source: Если солдат погиб или пропал без вести, то можно установить место гибели по нашей методике, которую довели до учителей.
ba: Әгәр ҙә һалдат һәләк булһа йәки хәбәрһеҙ юғалһа, беҙҙең методика ярҙамында уның үлгән урынын асыҡларға мөмкин.Был хаҡта уҡытыусыларға еткерҙек.

source: Можно посмотреть информацию по наградным листам на портале «Подвиг народа» — это реальные истории проявления мужества.
ba: «Халыҡ ҡаһарманлығы» порталында награда биттәре буйынса мәғлүмәттәр табырға, батырлыҡ өлгөләре менән танышырға була.

source: В интернете есть информация по военнопленным.
ba: Интернетта хәрби әсирҙәр буйынса ла белешмәләр бар.

source: Результатом всей работы будет издание «Книги памяти» с включением вновь найденных имен.
ba: Яңы табылған исемдәр индерелгән «Хәтер китабы»н нәшер итеү барлыҡ эштәрҙең һөҙөмтәһе булыр ине.

source: Воздать справедливость
ba: Ғәҙеллек хаҡына

source: Но самая сложная работа в благородном деле ложится на плечи энтузиастов-поисковиков.
ba: Изге эштә иң ауыр бурыс әүҙем эҙәрмәндәр иңенә төшә.

source: Неравнодушные люди организуют экспедиции на места боев, ищут останки бойцов, идентифицируют их, после чего солдатам, спустя десятки лет, воздают последние почести.
ba: Ҡаһармандар яҙмышына битараф булмаусылар яу урындарына экспедициялар ойоштора, яугирҙәр ерләнгән урындарҙы табып, уларҙың шәхесен асыҡлай һәм тиҫтәләрсә йылдар үткәндән һуң был һалдаттарға тейешле һуңғы хөрмәт күрһәтелә.

source: Сегодня в республике насчитывается 35 поисковых отрядов, в которых около двух тысяч волонтеров.
ba: Бөгөн республикала 35 эҙәрмәндәр отряды иҫәпләнеп, улар ике меңгә яҡын ирекмәнде берләштерә.

source: Буквально недавно поисковики из Башкортостана нашли в Белогорском районе Крыма массовое захоронение партизан, погибших от артобстрела.
ba: Күптән түгел Башҡортостан эҙәрмәндәре Ҡырымдың Ҡараһыубаҙар районында артиллерия уты аҫтында һәләк булған партизандар ерләнгән урынды тапты.

source: Регулярно наши отряды выезжают в Псковскую область — на места боев 170-й и 186-й стрелковых дивизий, сформированных в республике,
ba: Беҙҙең отрядтар шулай уҡ Псков өлкәһендә йыш була - был төбәктә барған һуғыштарҙа республикабыҙҙа барлыҡҡа килгән 170-се һәм 186-сы уҡсы полктар ҡатнашҡан.

source: Следопыты участвуют во всероссийской учебной экспедиции, организованной в Ленинградской области.
ba: Эҙәрмәндәребеҙ Ленинград өлкәһендә ойошторолған Бөтә Рәсәй уҡыу экспедицияларында ла ҡатнаша.

source: Только в прошлом году были найдены останки 16 солдат из Башкортостана, некоторые из которых торжественно захоронили на малой родине.
ba: 2015 йылда ғына Башҡортостандан 16 яугирҙең ҡәбере табылды, уларҙың ҡайһы берҙәре оло хөрмәт менән тыуған яғына алып ҡайтып ерләнде.

source: Так, в День неизвестного солдата, 3 декабря 2015 года, министр молодежной политики и спорта РБ Андрей Иванюта передал заместителю главы администрации и военному комиссару города Салавата останки уроженца Стерлибашевского района Василия Гавриловича Гудкова.
ba: Мәҫәлән, былтыр 3 декабрҙә – Билдәһеҙ һалдат көнөндә Стәрлебаш районында тыуып үҫкән Василий Гаврилович Гудковтың аҫыл һөйәктәре тыуған ерендә мәңгелек төйәген тапты. Был сарала БР йәштәр сәйәсәте һәм спорт министры Андрей Иванюта, Салауат ҡалаһының хәрби комиссары һәм хакимиәт башлығы урынбаҫары ла ҡатнашты.

source: Гудков В.Г. числился пропавшим без вести с 1942 года.
ba: 1942 йылдан алып Гудков В.Г.хәбәрһеҙ юғалғандар иҫәбендә була.

source: Солдат был найден 12 августа 2015 года тульским поисковым отрядом «Рубеж» в урочище Сметское Калужской области.
ba: Һалдатты 2015 йылдың 12 авгусында Калуга өлкәһенең Сметское тип аталған урынында Туланың «Рубеж» эҙәрмәндәр отряды таба.

source: Военкому Дюртюлинского района передана капсула с прахом Васфи Ямалиевича Багаветдинова, пропавшего без вести в 1943 году.
ba: Дүртөйлө районынан 1943 йылда хәбәрһеҙ юғалған тип һаналған Вәсфи Ямал улы Баһауетдинов та атайсалына алып ҡайтып ерләнде.

source: Его останки были обнаружены 6 ноября 2015 года поисковым отрядом «Черные бушлаты» из Санкт-Петербурга на Карельском перешейке.
ba: Уның һөйәктәренә Санкт-Петербургтың «Ҡара бушлаттар» эҙәрмәндәр отряды Карел муйынында юлыға.

source: Установлено, что красноармеец погиб 28 августа 1941 года при защите Ленинграда.
ba: Яугирҙең 1941 йылдың 28 авгусында, Ленинградты дошмандан һаҡлағанда, һәләк булыуы асыҡлана.

source: Благодаря поисковикам солдаты поменяли официальный статус «пропавшие без вести» на «геройски погибшие».
ba: Эҙәрмәндәр ярҙамы менән был һалдаттар «хәбәрһеҙ юғалғандар»ҙан «батырҙарса һәләк булыусылар» исемлегенә индерелде.

source: Поиск продолжается.
ba: Эҙләү дауам итә.

source: отдельно от общего текста
ba: дөйөм текстан айырмалы рәүештә

source: «Театр» военных действий
ba: Хәрби хәрәкәттәр «театры»

source: В республике, как и по всей стране, растет популярность военно-исторических клубов.
ba: Илебеҙҙә, шул иҫәптән республикабыҙҙа ла хәрби-тарихи клубтар эшмәкәрлеге киң ҡолас йәйә.

source: Люди разных профессий и возрастов изучают различные эпохи, причем не просто по книгам и фильмам, а путем реконструкции наиболее значимых сражений.
ba: Төрлө йәштәге, төрлө һөнәр эйәләре булған кешеләр китаптар һәм фильмдар ярҙамында ғына түгел, ә иң әһәмиәтле яуҙарҙы тергеҙеү алымын ҡулланып, тарихи ваҡиғаларҙы өйрәнә.

source: Это своего рода театр.
ba: Был үҙенә күрә бер театр.

source: Немало среди них клубов, специализирующихся на Великой Отечественной войне.
ba: Улар араһында Бөйөк Ватан һуғышына махсуслашҡан клубтар ҙа байтаҡ.

source: Как правило, энтузиасты своими силами шьют себе униформу по старым лекалам или находят настоящую военную одежду, которая сохранилась на складах и в семьях военнослужащих.
ba: Ҡағиҙә булараҡ, был эш менән шөғөлләнеүселәр үҙҙәренә иҫке өлгөләр буйынса униформа тегә йәки складтарҙа, хәрбиҙәрҙең ғаиләләрендә һаҡланған кейемдәрҙе эҙләп таба.
